{
 "description": "🧙‍♂️**WHAT IS CASTERS OF GAIA**🧙‍♂️\n##\nCasters of Gaia is a Green NFT project that hopes to encourage more NFT artists to look towards greener marketplaces. The collection is built up of 11,111 2D illustrated digital artworks featuring a Caster and their Summon.\n##\n111 Promo Casters (SOLD OUT) - 1000 Genesis Casters (SOLD OUT) - 10000 Generative Casters\n##\n👨‍🚀**THE SOONAGAMES**👨‍🚀\n##\nIt has been a long journey for one of the OG Caster Collectors but @NikDArc1 has completed the 1Gi Community Challenge!\n##\n**LORE**\n##\nGaia exists on the Tangle. A world so abundant with clean energy that the inhabitants can conjure magical creatures out of thin air.\n##\nVideo: https://twitter.com/i/status/1495356644611575812\n##\n**RARITY**\n##\nThere are 5 levels of rarity built into each layer of the NFTs. The rarer the item the less of it there is in the set.\n##\nCommon (C), Uncommon (UC), Rare (R), Super Rare (SR), Legendary (L)\n##\nThe set was built up of 400 digitally illustrated layers, drawn by Green NFT, you can find a breakdown of those layers in this video: https://twitter.com/CastersOfGaia/status/1503086425088086023\n##\nThe story elements were wrote by Green NFT and his Fiancee (who is starting to warm to NFTs after all the positive things you've said about her. P.s the funnier story beats are hers.)\n##\n**How Rare Is My Caster?**\n##\nIf your Caster is built up of more rare/ legendary layers than common it will have a higher rarity score. You can see how rare your Caster is by going to the 'Rarity Table,' clicking 'Ctrl + F' and then typing in your Casters name:\n##\n**Rarity Table:** https://docs.google.com/spreadsheets/d/10swyTCy5OTBJ4_XxdPKNx-VwTN1Bie0NnvJIJdxxsgo/edit\n## \n**GAME-PLAY**\n##\nEach layer also has a stat value attached and some even have abilities. Several abilities have been amended since the Genesis Launch for better wording and play-ability, your Genesis might have just become slightly rarer (more scarce in the collection) with the changes. \n##\nThe game-play rule set is a more simplified version of another of Green NFTs projects 'Crypto Knights' but with a couple of changes to the mechanics. There's more information on the Discord. (If you're someone who knows how to code please get in touch, there's been a huge call for a digital version of the game instead of Tabletop and this would be cool to see but I'd need help with it.)\n##\n**THE FIRSTS**\n##\nWe all love our firsts in this space. I'm fairly happy with the Casters as they're unique even in the wider NFT ecosystem.\n##\nI've deliberately incorporated Twitters official hexagonal NFT profile shape into the design of these artworks, preempting IOTA's \u0026 The Tangles recognition on that social media platform in the future.\n##\nEach Caster has a unique name, they aren't just a number. To take that idea of individualization even further, each Casters has a descriptive backstory based on the layers that they're made up of. All of this is contained within the meta-data of the NFTs.\n##\nAnd finally there are game-play stats baked into the assets. I've made my own game-play rules but maybe the community can innovate on it even further.\n##\n**THE $41,000,000,000 MISSION!**\n##\nThe NFT market is currently worth a whopping $41B! I believe that can filter through into the IOTA ecosystem now we have fee-less NFTs.\n##\nGas is a thing of the past! The technology is proven, there's no need to continue wasting money and energy minting ineffectively when a greener solution exists right now!\n##\nSo it's our job to deliver that message. IOTAs energy efficiency is an industry game changer and we're going to be the one's who get the word out!\n##\nVideo: https://www.youtube.com/watch?v=uBxEn_CS1p4\u0026t=\n##\nIf you purchase a Caster please use it to further the message of green minting. This project is only a success in my mind if we're able to move the NFT industry at large to a more ecologically sound network!\n##\n**DO YOUR RESEARCH BEFORE BUYING**\n##\nPlease only buy into my project if you think it has value, I recently made a video on what to look out for when searching for projects to back to help my community navigate the world of NFTs a little better:\n## \nhttps://www.youtube.com/watch?v=-h9Q-4LJF6k\n##\nGreen NFTs value for me, is attempting to bring the $41B NFT market to a less carbon intensive network and being a catalyst for that to happen. I want to use my creative skills to do some good in the world and hope others will join me in pioneering that mission.\n##\n**THANK YOU!**\n##",
 "issuerName": "Soonaverse",
 "name": "Casters of Gaia 10,000 Generative Collection",
 "royalties": {
  "smr1qzwefg0p9t2crylhjjgav9rq67j7gqdadfjjdduuqa8lftxuf5x97mnc6ge": 0.05
 },
 "soonaverseId": "0xda3d918b482fb8ed5c7992cca457a8379d21c53f",
 "standard": "IRC27",
 "type": "image/png",
 "uri": "ipfs://bafybeidjyr5q5yh47vb5m7kgnvwv7frf2ve24gip7mcnnl656qekeon5ja",
 "version": "v1.0"
}