{
 "description": "🧙‍♂️**WHAT IS CASTERS OF GAIA**🧙‍♂️\n##\nCasters of Gaia is a Green NFT project that hopes to encourage more NFT artists to look towards greener marketplaces. The collection is built up of 11,111 2D illustrated digital artworks featuring a Caster and their Summon.\n##\n111 Promo Casters - 1000 Genesis Casters - 10000 Generative Casters\n##\n**THE GENESIS COLLECTION**\n ##\nThis collection of 1000 Casters will only be open to people with the Genesis Badge:\nhttps://soonaverse.com/award/0xa33ffaab88c7731a194acd4afef367f180c3b726/overview\n ##\nThe sale is set to open on 11/03/22 (or 03/11/22 for the Americans up in here) at 18:00 GMT where badge holders will be able to pick up Casters at a discounted rate before the launch of the 10,000 Generative collection later on.\n##\n**LORE**\n##\nGaia exists on the Tangle. A world so abundant with clean energy that the inhabitants can conjure magical creatures out of thin air.\n ##\nVideo: https://twitter.com/i/status/1495356644611575812\n##\n**RARITY**\n##\nThere are 5 levels of rarity built into each layer of the NFTs. The rarer the item the less of it there is in the set.\n ##\nCommon (C),\nUncommon (UC),\nRare (R),\nSuper Rare (SR),\nLegendary (L)\n##\n**GAME-PLAY**\n##\nEach layer also has a stat value attached and some ever have abilities. The game-play rule set is a more simplified version of another of my NFT projects 'Crypto Knights' but with a couple of changes to the mechanics. You'll be able to find out more information on my Discord server soon.\n##\n**THE FIRSTS**\n##\nWe all love our firsts in this space. I'm fairly happy with the Casters as they're unique even in the wider NFT ecosystem.\n ##\nI've deliberately incorporated Twitters official hexagonal NFT profile shape into the design of these artworks, preempting IOTA's \u0026 The Tangles recognition on that social media platform in the future.\n ##\nEach Caster has a unique name, they aren't just a number. To take that idea of individualization even further, each Casters has a descriptive backstory based on the layers that they're made up of.\n ##\nAnd finally there are game-play stats baked into the assets.\n##\n**THE $41,000,000,000 MISSION!**\n ##\nThe NFT market is currently worth a whopping $41B! I believe that can filter through into the IOTA ecosystem now we have fee-less NFTs!\n ##\nGas is a thing of the past! The technology is proven, there's no need to continue wasting money and energy minting ineffectively when a greener solution exists right now!\n ##\nSo it's our job to deliver that message. IOTAs energy efficiency is an industry game changer and we're going to be the one's who get the word out!\n##\nVideo: https://www.youtube.com/watch?v=uBxEn_CS1p4\u0026t=",
 "issuerName": "Soonaverse",
 "name": "Casters of Gaia 1000 Genesis Collection",
 "royalties": {
  "smr1qzwefg0p9t2crylhjjgav9rq67j7gqdadfjjdduuqa8lftxuf5x97mnc6ge": 0.05
 },
 "soonaverseId": "0xc1b9e4721c5b517509e062b9950226e9603b5864",
 "standard": "IRC27",
 "type": "image/png",
 "uri": "ipfs://bafybeicpnwkoth72b6iub5u27mg4yfcchcfbks3fuc66jsvesirxu6heiu",
 "version": "v1.0"
}