{
 "description": "Daily Wisdom #3 Nature ‘Magic’ \n**The following information contains a perspective and is for educational purposes only, DYOR.**\n\n**The Magic**\nThere are plants, roots and fungi that can alter the brain patterns. They can activate or redirect pathways and repair receptors. They can cause visions, memory flashbacks, lucid dreaming, purging, deep realizations, change of perspective and out of body experiences. Flora can cure addiction, even heroin, within 1 or 2 sessions with Ibogaine. This is one of the most extreme versions of mind altering flora. More milder versions are truffles and mushrooms, they can lift depression, give a clear mind, improve social interaction, reduce stress, improve creativity and the feeling of connectiveness and harmony. However, sometimes people have a hard time, they call this a ‘bad trip’. This doesn’t mean that it is bad for you in the long term, often it is necessary to remove blockages. \n\nFor thousands of years shamans, witches and many cultures, also your ancestors, have used flora to connect with and understand all creations in nature and to cure flora \u0026 fauna from a great variety of mental, energetical and physical diseases.\n\n**However**\nReligions, the pharmaceutical industry and many governments have tried to, and succeeded for the most part, to eradicate a lot of this knowledge. Possible reasons are power and because ‘the users of nature’ didn’t want to be imprisoned by other beliefs and this cannot be allowed.\n\n.**Fortunately** \nWe are learning or as some people call it, waking up. We are all nature. Not a visitor, not above nature or to use it as a disposable object. Then we miss out on true abundance. It’s like cutting off 90% of your ability to experience life \u0026 death in acceptance. Let's live in empathy with the world to fully embrace ourselves.\nIt's only a matter of time before this knowledge will find its way through all the rules, laws and indoctrination. Research is being done in universities and by governments, by us. The truth shall set us free. \n\nThis article is not to encourage anyone to use nature in this way. You are not missing out, there are many ways to Rome as they say. Always talk with someone with a lot of experience if you do feel curious.\n\nBut we do want to take the taboo away. It is such a waste to ignore thousands of years of knowledge from our ancestors and tribes from around our world.\n\nInfinite Love,\nAYA nature\n\nIf you made it this far you deserve this **hint**: Collect as many Daily Wisdom Badges as possible. You will be rewarded.",
 "issuerName": "Soonaverse",
 "name": "Daily Wisdom #3 Nature ‘Magic’",
 "soonaverseId": "0xbc239c7405264b1f53d1219eb5591b0291c82056",
 "standard": "IRC27",
 "type": "image/png",
 "uri": "ipfs://bafkreic27knws6nqez5acxi2nplmkeeeqkbcrujlnzadtuuitu3srejb54",
 "version": "v1.0"
}