{
 "description": "All income of AYA goes towards improving our relationship with our nature.\n\n~\n\n-Request the badge 4 this coin for free at our space, you'll receive XP. You can sell this coin to anyone, no badge needed.-\n \n~\n \n🍀 Beautiful You 🍀\n \nEveryone deserves to realize how lucky we all are! To have our senses, taste, touch etc. To be able to breath, eat, drink and dream. Some may seem to be luckier than others, however the one that realizes his luck is the wealthiest. If we focus on 1 of our abilities, we can realize how lucky we are with this abundance. And it’s all thanks to nature, you. May this clover remind you to connect with nature, the colors, the wind and especially your heart. May we all realize how lucky we are. The clover also represents our connection with the rest of nature \u0026 each other.\n \n~\n \n🍀 Advenature -Easter eggs-\n\nBugsy, Lady and Rupsalot were playing hide and seek when a HUGE mysterious gold object fell from the sky and nearly hit them! Thankfully they didn’t get hurt, but now they can’t find each other! Who can reunite these 3 loyal friends? The hero who does, receives a special gift: The 1 of a kind 3D animated video NFT of this adventure!\nThere are 330 slightly different NFTs in this collection and 3 unique's. Close ups of Bugsy, Lady and Rupsalot, you'll know when you see them ;). Collect all 3, if this hasn’t been accomplished within 1 month after all NFTs have been sold, the video NFT goes on the auction.\n\n~\n\n🍀 Treasure Coins are Golden Tickets\n \nAll coins in this collection are Treasure Coins, we renamed it to Golden Tickets. If you own 1 or more Golden Tickets of 10 or more different Coin collections when we release the “GOLD COIN” badge, you are able to win a real gold coin!\n \n~\n\n🍀 Supply \n \nGolden Clover Coin edition #1 has 333 coins. There is also a 3D animated video NFT of this collection! 3 of the NFTs in this collection are Golden Tickets to win a Unique video NFT for free! The next AYA Coin Collections will vary in supply, some will only have a few.\n \n~\n\nCreated by 3Demian \u0026 Rising Sun ~ AYA nature\nInfinite Love AYA nature ❤️\n\n~\n\nJoin our Discord \u0026 receive early access, help, rewards, news, a say in our next projects, there is a trading channel, Hall of Fame \u0026 much more: https://discord.gg/uFjdFjUF4W",
 "issuerName": "Soonaverse",
 "name": "Golden Clover Coin #1",
 "royalties": {
  "smr1qrvtjhdp8dv8dpaxsq99qpfthwkwvxqmpe8k9lw42wvxt99hg0pawp9sfyw": 0.04
 },
 "soonaverseId": "0xe110f329707ae14f684dbbe0eb44cd7cc43e32e7",
 "standard": "IRC27",
 "type": "image/jpeg",
 "uri": "ipfs://bafybeic2ycaagv2ovxaubzjmrxtxyicj5o4pq5i7gt2de3auoies7zj4qm",
 "version": "v1.0"
}