{
 "description": "# IOTA CUBES PRESENTS:\n## _The next evolution of our project \"IOTA CUBES MUSIC\",_\n\na combination of a set of animated cubes and the song \"Feel so good\" created especially for this project by a good friend and work colleague. In total there will be **25 NFT's for this song. It should be noted that all NFT's are identical and have no distinction from each other.**\n##\n## Copyright \u0026 licensing\nWith the purchase of this NFT the future owner gets all rights for commercial and non-commercial use (no naming necessary), as if the NFT owner had created the animation / song himself in the sense of copyright. The owner of the nft is prohibited to take single elements (called samples) from the song but may use the song only as a whole (composition) for commercial and non-commercial purposes. \n##\n## Who is the composer?\nMarc Hi is a German based Dance and EDM producer. He came into the music scene in 2020 when he released his first song, Hymn of the weekend. After taking many educations in producing, mixing and mastering, he started producing. \n##\nWith a passion for EDM, Dance and Pop music, he creates emotional songs that reach listeners attention. The songs are influenced by modern trends but with a unique sound. His newest song „Alive“ was mixed in the MentorMixdown of the Faderpro Online Academy by a professional mixing engineer that gave the right polish to the track. The result was great. \n##\nCurrently, he’s working on a new song with a fantastic female singer. \nBe anxious for the next song and maybe the next NFT.\n##\n## Social Media \u0026 Links\nIf you want to know more about the songs of Marc Hi, you can find some information and samples of his songs under the following links: \n## \n|  |   |\n| ------ | ------ |\n| Spotify   | [https://spoti.fi/3G1rhf5](https://spoti.fi/3G1rhf5)\n| YouTube    | [https://bit.ly/3LncoVw](https://bit.ly/3LncoVw)\n| Instagram   | [https://bit.ly/3FROujM](https://bit.ly/3FROujM)\n",
 "issuerName": "Soonaverse",
 "name": "IOTA CUBES MUSIC",
 "royalties": {
  "smr1qpy9zpm80x7uwyrjfarrp5tjfntaucaeta07d3ns3lflkhpg75r8cl7fdku": 0.05
 },
 "soonaverseId": "0xefea70034d81c3c3f543b068ac3536f7072f71f6",
 "standard": "IRC27",
 "type": "image/png",
 "uri": "ipfs://bafkreiapghzp5vmzsqckk6it7setuyfcsnotcm2pttkskyt5tlh2pjy6mm",
 "version": "v1.0"
}