{
 "description": "## ATTENTION: When minting this collection, all unsold Cards were burned.\n\n## Hi Card lovers out there\n## \nHere is the second Add-On for the Regular Series of the biggest NFT Card Game Collection on Soonaverse:\n\nThe IOTA Trading Cards - Special Edition Deck\n\nThis Card Deck contains 20 different Community Hero Cards. Every Card exists exactly 65 times after the last proposal on Soonaverse.com, you decided, that the limitation of the extended Decks should be much more.\n\nThat means that only 65 Card lovers can collect a Full Regular Deck, a Full Community Hero Deck and a Special Edition Deck together. The first 5 Collectors who get the three Decks together (alternative a Regular Collectors Card + a Trading Collectors Card) will be able to get the \"Hardcore Collectors\" Badge and the strong, on 5 pieces, limited Hardcore Collectors Card for free (*1Mi for dust Protection is needed)\n## \n## Collections Size\nBe aware that in this collection the Community Hero Special Edition Card is not included, because this card is only available as an Airdrop in an other collection.\n## \nFor more details of the Collectors Rankings check also iotatradingcards.com\nNow have fun to play and earn them all. Feel free to join the official discord to find trading partners, talk about the project and much more.\n## \n## Legal informations\nIOTA, Shimmer, Assembly, Firefly and Selv and the corresponding logos are trademarks of the IOTA Foundation (https://www.iota.org).\nAll Logos, Project Names, aso. are only part of the game to make it an authentic IOTA Trading Cards set. They are of course owned by their respective owners, who have given me permission to use them for this purpose.\n## \n## THANK YOU\nto all the projects, the IF and last but not least the whole IOTA COMMUNITY to support this project and make it possible to me to bring it to life. I am a one man show and I put tons of hours in the project, to give you the best experience.\n\nThx to all. The IOTA Community is definitely the best one! #IOTAstrong TOGEHTER\n\n\n",
 "issuerName": "Soonaverse",
 "name": "IOTA Trading Cards - Special Edition Card Deck",
 "royalties": {
  "smr1qp9haq8szufd3wyqmtp392vkxfd77j5ancdf7h65qyc8uh8pawaj5qvqp90": 0.05
 },
 "soonaverseId": "0x851ca662f17614952ccc8a3e191655ab1fb3cdf5",
 "standard": "IRC27",
 "type": "image/jpeg",
 "uri": "ipfs://bafkreiherdp4o3mv2l2ljmpwrwj5ef6ucp4oyv4nprtkstwmheri5fmumy",
 "version": "v1.0"
}