{
 "description": "”A Journey Of A Thousand Miles Begins With A Single Step.”\n\nIOTA Scientists NFT. What is That?\nThe Cartoonish Mix Of Crypto Reality\n\nIn the distant future, the world is plagued by a mysterious disease that has left most of humanity struggling to survive. The only hope for a cure lies in the hands of a small group of scientists known as the IOTA Scientists. These brilliant minds possess the knowledge and technology to unlock the secrets of the disease and find a cure.\n\nThe player takes on the role of a young scientist named Purple, a member of the IOTA Scientists. Purple is a brilliant young mind with a passion for science and a strong desire to help others. She is also a skilled fighter, able to defend herself and her team from the dangerous creatures that roam the world.\n\nThe game begins with Purple and her team investigating a strange energy source in the ruins of an ancient city. As they explore the ruins, they come across a peculiar mineral called Piplumium. This mineral is a powerful energy source that has the ability to cure the disease that is plaguing humanity.\n\nAs Purple and her team continue their investigation, they come across a group of rogue scientists who are also searching for the Piplumium. These scientists are using the mineral for their gain and will stop at nothing to get their hands on it.\n\nAs Purple and her team try to stop the rogue scientists and acquire the Piplumium, they face fierce resistance. The rogue scientists have created powerful robots and creatures to protect their discoveries. Purple and her team must use their skills and wits to outsmart and defeat their enemies.\n\nPurple’s journey takes her through different environments and locations, such as underground laboratories, abandoned cities, and even space. Along the way, Purple meets other scientists and allies who help her in her quest.\n\nAs Purple gets closer to her goal, she discovers that the rogue scientists are not the only ones after the Piplumium. A powerful and mysterious organization, the CorpAI, is also after the mineral. The CorpAI is a group of elite scientists who believe that they are the only ones who should have access to the piplumium and will stop at nothing to get it.\n\nPurple and her team must face the CorpAI in a final showdown. The fate of humanity rests in their hands. With the power of the piplumium and her skills and determination, Purple can defeat the CorpAI and cure the disease.\n\nThe game features fast-paced action, intense battles, and a deep story filled with twists and turns. Players will control the IOTA scientists, each with their unique abilities, as they fight to protect Piplumium and save the future of humanity.\n\nThe game is set in a cyberpunk-inspired world, where the line between man and machine is blurred, and the power struggle is constant. The animation style is similar to anime, and the story is heavily influenced by popular sci-fi stories like I, Robot, Ghost in the Shell, and cyberpunk stories.\n\nAs the story unfolds, players will have to make difficult choices that will affect the game’s outcome and the world’s fate. Will the Purple, along with the IOTA scientists, be able to protect their discovery and bring about a new era of technological advancement? Or will CorpAI’s power and influence prevail? The future is in your hands.\n\nThe game will be an action-packed, story-driven experience exploring themes of power, technology, and freedom. Players will have to navigate through a complex world of political intrigue and corporate espionage as they fight to protect the future of humanity.\n\nIt’s an epic adventure of magic, science, and technology, with powerful characters, stunning visuals, and an emotionally engaging story that will keep players on the edge of their seats. The game is a perfect blend of action, drama, and mystery, suitable for various players, from casual to hardcore gamers.\n\nIOTA-Scientists-nft-game\nIOTA Scientists are a group of brilliant minds dedicated to studying and controlling the power of Piplumium.\nIOTA Scientists NFT.\nThe game will be available on various platforms, including PC, consoles, and mobile devices, so players can enjoy the story wherever they are. The game will also feature an in-game economy based on IOTA’s Tangle technology, enabling players to collect, trade, and use NFT – the IOTA Scientists NFT Collection by Piplum.com, to enhance the gaming experience.\n\nThe IOTA Scientists NFT Collection is a set of unique digital collectibles that represent the characters and elements of the game. Each NFT is a one-of-a-kind item that can unlock the game’s unique abilities, objects, and bonuses, making them valuable player assets.\n\nThe game is an immersive experience that will take players on a thrilling journey through a fantastical world filled with danger and adventure. It’s a game that will push the boundaries of what’s possible and leave players with an unforgettable experience they’ll never forget.\nExplore. Collect. Win.",
 "issuerName": "Soonaverse",
 "name": "IOTA Scientists",
 "royalties": {
  "smr1qryhh23z6trzer7s45aeycvsxcfd7nh02nsf07t8ztnjqcve2cfz7efalre": 0.05
 },
 "soonaverseId": "0x441494c3cec787169e2765f148d1a9c2080a2980",
 "standard": "IRC27",
 "type": "image/jpeg",
 "uri": "ipfs://bafkreihjy4qemmvjlr3bmvuizm7wp6lz4vdfg4eg3y6hop4emt2b32dsda",
 "version": "v1.0"
}