{
 "description": "## ATTENTION: When minting this collection, all unsold cards were burned. \nRarity Chart is available on the official webpage. \n\n## The time is coming and the game starts. NOW!!!\n\n\n## That means that the time has finally come and the collecting can begin. Buy, Sell, Trade to GET THEM ALL...\n\n\nThe first Trading Card Game on the fee-less NFT Marketplace of Soonaverse.com starts now. Today the Regular Card Deck will be launched to buy. 100 different IOTA based Project, Technical or Star Cards are existing. \nEvery Card of the Regular Card Deck will only exist exactly 364 times. That means that only 364 people can get a complete set. That means also that the regular deck contains 36400 Cards. \n*Please aware that the Card 42 - Community Card is not part of this sale, because this card can only got for free with the Award 42 or in a trade/sale from one who get it and is ready to give it away. :)\n\nSo it is the biggest collection on soonaverse.com yet. \n\n##\n## Possible Collectors Rankings with the regular Card Deck\n\n\nThe best collectors can get some specials too. The first 20 people who get all cards of the regular deck can get a Regular Collector Card for free. \nThe first one who collect all Cards of the regular Deck in the same level of limitation (e.g. all 100 cards with the limitation of 005/364) will get the only and unique Coordicide Collectors Card for free. This Card will exist only once. \n\nTo apply for a collectors rank, make sure you meet the requirements and apply for the relevant award in the iota trading cards space.\n\nAfter I have checked whether you really meet all the requirements, you will receive the award and thus also access to the respective collectors ranking card.\n\nThe next ranks will be unlocked with the release of the next sets, as they are required for this.\n##\n## For more details of the Collectors Rankings check also iotatradingcards.com\n\nNow have fun to play and earn them all. Feel free to join the official discord to find trading partners, talk about the project and much more. \n\n##\n## Legal informations\n\n- IOTA, Shimmer, Assembly, Firefly and Selv and the corresponding logos are trademarks of the IOTA Foundation (https://www.iota.org).\n\n- All Logos, Project Names, aso. are only part of the game to make it an authentic IOTA Trading Cards set. They are of course owned by their respective owners, who have given me permission to use them for this purpose.\n\n##\n## THANK YOU \n\nto all the projects, the IF and last but not least the whole IOTA COMMUNITY to support this project and make it possible to me to bring it to life. I am a one man show and I put tons of hours in the project, to give you the best experience. \n\nThx to all. The IOTA Community is definitely the best one! \n#IOTAstrong TOGEHTER",
 "issuerName": "Soonaverse",
 "name": "IOTA TRADING CARDS - Regular Card Deck",
 "royalties": {
  "smr1qp9haq8szufd3wyqmtp392vkxfd77j5ancdf7h65qyc8uh8pawaj5qvqp90": 0.08
 },
 "soonaverseId": "0x6c4c9cf734a14738120243b2d3083a69b15ddec7",
 "standard": "IRC27",
 "type": "image/jpeg",
 "uri": "ipfs://bafkreifijdkcloagfx6edidag5mtkwt4vkzol35omyurptl4s3pcpqlmbe",
 "version": "v1.0"
}