{
 "description": "## The Hardcore Collectors Card\n##\nThe Hardcore Collectors Card can get by the first 5 Collectors who collect a full Regular Card Deck (100/100Cards) or own a \"Regular Collectors Card\" AND collect the fully set of the 10 Community Hero Cards (10/10Cards) or own a \"Trading Collectors Card\" AND Collect a fully SE Card Deck (20/20Cards).\n## \nThe Card limitation is not relevant for this Collectors Card. You only have to collect all cards (named above) AND be under the first 5 Collectors who participate the Trading Collectors Award on Soonaverse.\n## \nIf you have participated please let me some time to check if everything is correct and you collect all cards. Definitely you will get it if everything is correct. First comes, first serve for sure.\n## \nAfter you get your Hardcore Collectors Award you can come back and get your Hardcore Collectors Card for free (1Mi for dust protection).\n## \n## Limited to 5 Cards which never will be sold by iotatradingcards.com\n## \n## Legal informations\nIOTA, Shimmer, Assembly, Firefly and Selv and the corresponding logos are trademarks of the IOTA Foundation (https://www.iota.org). All Logos, Project Names, aso. are only part of the game to make it an authentic IOTA Trading Cards set. They are of course owned by their respective owners, who have given me permission to use them for this purpose.\n## \n## THANK YOU\nto all the projects, the IF and last but not least the whole IOTA COMMUNITY to support this project and make it possible to me to bring it to life. I am a one man show and I put tons of hours in the project, to give you the best experience.\n\nThx to all. The IOTA Community is definitely the best one! #IOTAstrong TOGEHTER",
 "issuerName": "Soonaverse",
 "name": "IOTA Trading Cards - Hardcore Collector",
 "royalties": {
  "smr1qp9haq8szufd3wyqmtp392vkxfd77j5ancdf7h65qyc8uh8pawaj5qvqp90": 0.05
 },
 "soonaverseId": "0x247cc6fe38b80e92e914b8c0771e7b8b0e361a7e",
 "standard": "IRC27",
 "type": "image/png",
 "uri": "ipfs://bafybeihqwcw4qdlrbdkv3pzt4byjtg7b7wmfbqmnpfgqpa65dijisyq5wm",
 "version": "v1.0"
}